Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Strach to potężny przeciwnik, paraliżuje nas i pozwala, by prawdziwy wróg zadał ostatni cios. Oby śmierć naszego towarzysza nie poszła na marne.
uk: Страх – грізний супротивник, він паралізує і дозволяє справжньому ворогу завдати останнього удару. Нехай смерть нашого побратима не буде марною.

source: Straciliśmy kolejnego członka wyprawy. Te ruiny z każdym krokiem wydają się coraz bardziej niebezpieczne. Powinienem wracać do Dustera.
uk: Ми втратили ще одного члена експедиції. З кожним кроком ці руїни здаються все більш небезпечними. Я повинен повернутися до Дастера.

source: Stracisz swoją rangę, wszystkie mundury. Dla wszystkich swoich towarzyszy staniesz się zwykłym obywatelem. Nie będzie już powrotu.
uk: Ти втратиш своє звання, всю свою уніформу. Для всіх своїх товаришів ти станеш звичайним громадянином. Шляху назад не буде.

source: Stracisz wszystkie przywileje członka naszej organizacji oraz wszelkie mundury, które otrzymałeś. Czy jesteś tego pewny?
uk: Ти втратиш усі привілеї члена нашої організації та будь-які отримані тобою обладунки. Ти в цьому впевнений?

source: Straciłaś przytomność po tym, jak powąchałaś ten skalny korzeń.
uk: Ти знепритомніла після того, як понюхала корінь.

source: Straciłem już dość czasu na gadanie z tobą.
uk: Я витратив багато часу на розмови з тобою.

source: Straciłem już tutaj zbyt wiele, nie zamierzam tracić jeszcze życia.
uk: Я вже й так забагато втратив тут. Я не збираюся втратити і своє життя.

source: Straciłem robotę, a podatki trzeba było płacić, więc jestem tu gdzie jestem. Przynajmniej Mikkel był na tyle dobry i przyjął mnie pod swój dach.
uk: Я втратив роботу, а податки треба було платити, тож я опинився тут. Принаймні Міккель виявився досить добрим, щоб взяти мене під свій дах.

source: Stracony? Czyś ty oszalał, baranie? Wiesz, do czego to doprowadzi?
uk: Страчено? Чи ти збожеволів, йолопе? Ти хоч знаєш, до чого це призведе?

source: Strapiony mężczyzna
uk: Стурбований чоловік

source: Strasznie ciasno pod tym pokładem! Mam nadzieję, że dopłyniemy szczęśliwie na Archolos.
uk: Страшенно тісно під цією палубою! Сподіваюся, ми безпечно допливемо до Архолосу.

source: Strasznie nie podoba mi się twoja gęba!
uk: Твоя пика мені страшенно не подобається!

source: Strasznie silną miał łapę...
uk: У нього надзвичайно сильний удар...

source: Strasznie się klei.
uk: Страшенно липкий.

source: Straszny furiat i wiecznie pijany w sztok, prawie jak ten wasz Fabio.
uk: Страшенно буйний і постійно п'яний як свиня, майже як цей ваш Фабіо.

source: Straszy? Nabijasz się ze mnie?
uk: З привидами? Ти знущаєшся з мене?

source: Straszą moich gości, wszczynają burdy i zachowują się jakby byli na polu, a to porządny lokal!
uk: Вони відлякують моїх гостей, влаштовують бійки і поводяться так, ніби вони в полі, а це пристойний заклад!

source: Stratny nie będę, ale fortuny też nie zarobię.
uk: Я не буду в збитках, але й багатшим теж не стану.

source: Straty pewnie byłyby większe, gdybym wyznaczył do tego zadania kogoś innego.
uk: Певно, втрати були б більшими, якби я доручив цю роботу комусь іншому.

source: Straty w ludziach nie były dla niego istotne. Deszcz płomieni, który przyzwał spalił zarówno Wilczych Synów jak i naszych myrtańskich żołnierzy.
uk: Людські втрати не мали для нього значення. Вогняний дощ, який він викликав, спалив і Вовчих Синів, і наших міртанських солдатів.

source: Strawa idealna na zimniejsze dni ze względu
uk: Ідеальна страва для холодних днів,

source: Strawiony parzący ognisty korzeń
uk: Перетравлений пекучий вогняний корінь

source: Straż Miejska zapewnia dostęp do darmowych trenerów umiejętności bojowych dla każdego członka organizacji. Lista uprawnionych trenerów:
uk: Міська Варта організовує безкоштовні тренування бойових навичок для кожного члена організації. Список тренерів, до яких можна звертатися:

source: Straż ci nie przepuści.
uk: Варта не дасть тобі спокою.

source: Straż co prawda pochwyciła głównego podejrzanego, ale jak dla mnie tylko znalazła sobie kozła ofiarnego, żeby ukręcić sprawie łeb.
uk: Варта впіймала головного підозрюваного, але, як на мене, вони знайшли лише якогось цапа відбувайла, щоб закрити справу.

source: Straż i Gildia już z pewnością dobiły targu. Następnym razem będzie lepiej, jeśli się pospieszę z takimi zadaniami.
uk: Варта і Гільдія напевно вже уклали угоду. Надалі буде краще, якщо я покваплюся з такими завданнями.

source: Straż i Gildia mają dostatecznie dużo sił, by uporać się z Przystanią. Nie jestem im do niczego potrzebny.
uk: У Варти і Гільдії достатньо сил, щоб впоратися з Гаванню. Моя допомога їм не потрібна.

source: Straż jednak czasami się do czegoś przydaje.
uk: Втім, Варта іноді буває для чогось придатна.

source: Straż jest aktualnie na zaawansowanym etapie śledztwa i pierwsi podejrzani zostali już zatrzymani. Zgodnie z informacjami udzielonymi przez Rodericha, cała sprawa ma zostać zamknięta w ciągu kilku dni, tak, by mieszkańcy miasta mogli znowu spać spokojnie.
uk: Міська Варта зараз перевіряє всі версії, і перші підозрювані вже затримані. Згідно з інформацією, наданою Родеріхом, розслідування завершиться найближчими днями, і мешканці міста зможуть знову спати спокійно.

source: Straż miejska - trenerzy
uk: Міська Варта – вчителі

source: Straż miejska będzie brała na początek jedną skrzynkę tygodniowo. Mroczny Paladyn zasmakował Lennartowi.
uk: Для початку Міська Варта забиратиме по одному ящику на тиждень. Темний Паладин припав Ленарту до смаку.

source: Straż miejska chce kupić kusze od Araxos, ale Lennart nie jest pewny, czy warto wydawać na nie taki majątek, jakiego żąda Gildia. Mam sprawdzić jakość tych kusz testując ich działanie w terenie. W tym celu powinienem udać się do Lorenzo.
uk: Міська Варта хоче придбати арбалети в Араксосу, але Ленарт не впевнений, чи варто витрачати такі гроші, які вимагає Гільдія. Мені доведеться перевірити якість цих арбалетів, випробувавши їх у польових умовах. Задля цього я маю піти до Лоренцо.

source: Straż miejska i te wasze 'zasady'...
uk: Міська Варта і ці ваші 'правила'...

source: Straż miejska poszukuje uzdolnionego łowcę nagród o niezwykłych umiejętnościach bojowych.
uk: Міська Варта шукає талановитого мисливця за головами з надзвичайними бойовими навичками.

source: Straż miejska poszukuje uzdolnionego łowcę nagród o niezwykłych umiejętnościach bojowych. Na karę śmierci za zbrodnie, które są tajemnicą państwową, został skazany niejaki Havdan. Mężczyznę zauważono ostatnio w pobliżu fosy, pomiędzy wschodnią bramą miasta a Bursztynowym Wybrzeżem. Zalecana jest szczególna ostrożność, gdyż osobnik ten jest niezwykle niebezpieczny i bardzo dobrze uzbrojony. Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 600 sztuk złota, do odbioru u strażnika Oktava.
uk: Міська Варта шукає талановитого мисливця за головами з надзвичайними бойовими навичками. Чоловіка на ім'я Хевден було засуджено до смертної кари за злочини, які становлять державну таємницю. Нещодавно його помітили біля рову, між східними воротами міста та Бурштиновим узбережжям. Рекомендується бути особливо обережним, оскільки ця особа надзвичайно небезпечна і дуже добре озброєна. За виконання смертного вироку передбачена винагорода у розмірі 600 золотих, які можна отримати у вартового Октава.

source: Straż miejska trenuje w koszarach wyłącznie strażników. Można tam poprawić swoje zdolności walki bronią białą i kuszami, a także rozwinąć siłę oraz zręczność.
uk: Міська Варта проводить тренування в казармах виключно для вартових. Там можна вдосконалити свої бойові навички володіння зброєю ближнього бою та арбалетами, а також розвинути силу та спритність.

source: Straż nad wszystkim panuje. Jako dowódca, jestem dumny z chłopaków, że tak dobrze dają sobie radę.
uk: Варта все контролює. Як командир, я пишаюся хлопцями за те, що вони так добре виконують свої обов'язки.

source: Straż nie będzie go chciała szukać, bo nie jest obywatelem, a łowcy wezmą od nas górę złota, a później i tak nie przyprowadzą tego, kogo trzeba, jednocześnie zamykając kontrakt.
uk: Вартові не стануть його шукати, бо він не громадянин, а найманці візьмуть з нас купу золота, і зрештою, так і не привівши, кого треба, розірвуть угоду.

source: Straż nocna
uk: Нічна варта

source: Straż ostrzega przed Południowcem, który podróżuje po wyspie ze swoją pumą. Mężczyzna ten, za sporą opłatą, przedstawiał wraz ze swoim zwierzęciem różne, rzekomo magiczne, sztuczki.
uk: Вартові попереджають про південця, який подорожує островом зі своєю пумою. Цей чоловік за чималу плату показує різні, нібито магічні, трюки зі своїм улюбленцем.

source: Straż ostrzega przed Południowcem, który podróżuje po wyspie ze swoją pumą. Mężczyzna ten, za sporą opłatą, przedstawiał wraz ze swoim zwierzęciem różne, rzekomo magiczne, sztuczki. Podczas ostatniego z takich występów, w wyniku licznych obrażeń zadanych przez bestię, zmarło 2 obywateli. Mężczyzna uciekł z miejsca zbrodni i był ostatnio widziany na plażach Bursztynowego Wybrzeża. Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 500 sztuk złota, do odbioru u strażnika Oktava.
uk: Вартові попереджають про південця, який подорожує островом зі своєю пумою. Цей чоловік за чималу плату показує різні, нібито магічні, трюки зі своїм улюбленцем. Під час останнього такого виступу від численних травм, завданих твариною, загинуло 2 людей. Чоловік втік з місця події, і востаннє його бачили на пляжах Бурштинового узбережжя. За виконання смертного вироку передбачена винагорода у розмірі 500 золотих, які можна отримати у вартового Октава.

source: Straż podejmie przeciwko tobie odpowiednie kroki.
uk: Варта прийме проти тебе відповідні заходи.

source: Straż podobno przetrząsnęła całe miasto, ale wszystko na nic, żadnych śladów!
uk: Вартові нібито обшукали все місто, але все марно, жодних слідів!

source: Straż popamięta, że z nami się nie zadziera! Osłaniajcie mnie, kiedy będę zabierał klucz strażnikowi!
uk: Варта запам'ятає, що з нами не варто жартувати! Прикрийте мене, я заберу ключ у вартового!

source: Straż potrzebuje nowych kusz. Pomyślałem, że w końcu latasz po mieście, znasz ludzi. Mógłbyś mi pomóc w wyborze oferty. Roderich nie ma na to teraz czasu, więc załatwiam sprawę za niego.
uk: Варті потрібні нові арбалети. Я подумав, що ти ганяєш по місту, знаєш людей. Ти міг би допомогти мені з вибором товару. Родеріх зараз не має на це часу, тож я виконую цю справу за нього.

source: Straż powinna być w pełni niezależna, żeby porządni obywatele nie musieli się babrać z taką hołotą!
uk: Варта повинна бути повністю незалежною, щоб порядним громадянам не доводилося мати справу з такими покидьками!

source: Straż powinna mieć więcej ludzi takich jak ty. Weź te mikstury jako prezent ode mnie.
uk: У Варті повинно бути більше таких людей, як ти. Прийми ці зілля як подарунок від мене.

source: Straż to najlepsza opcja dla każdego młodzieńca, który chce uczciwie zarabiać na życie i jednocześnie pomagać społeczeństwu.
uk: Варта – це найкращий варіант для будь-якого юнака, який хоче чесно заробляти на життя і водночас допомагати суспільству.

source: Straż to nie jest miejsce do załatwiania swoich prywatnych interesów.
uk: Міська Варта – це не те місце, де можна вирішувати свої приватні інтереси.

source: Straż ujęła go w burdelu, gdzie ze swoimi oficerami przepijał majątek. Dureń. Wszyscy poszli wprost pod mój topór. Dwieście sztuk złota mi za nich wpadło. To były czasy...
uk: Вартові схопили його в борделі, де він разом зі своїми офіцерами пропивав усі свої статки. Дурень. Усі вони потрапили під мою сокиру. Я одержав за них 200 золотих. Оце були часи...

source: Straż wokół mnie węszy, i boję się, że wygrzebali pewne brudy z mojej przeszłości.
uk: Вартові не спускають з мене очей, і я боюся, що вони виявили щось сумнівне в моєму минулому.

source: Straż z chęcią przyjmie w swoje szeregi nowego rekruta, jednak akceptujemy wyłącznie obywateli Archolos.
uk: Варта буде рада прийняти до своїх лав новобранця, але ми приймаємо лише громадян Архолосу.

source: Straż znajduje się obecnie w trudnej sytuacji finansowej, i nie mogę sobie pozwolić na zakup sprzętu w wysokiej cenie. Musimy zorganizować coś taniego.
uk: Варта зараз перебуває у скрутному фінансовому становищі, і я не можу дозволити собі купувати спорядження за високою ціною. Потрібно організувати щось дешевше.

source: Straż złapała już podejrzanych i aktualnie zbiera potrzebne dowody by ostatecznie potwierdzić ich udział w zamachu.
uk: Вартові вже впіймали підозрюваних і нині збирають необхідні докази, щоб остаточно підтвердити їхню причетність до нападу.

source: Straż, jak wszystko, ma swoje wady i zalety. Dostajemy niezły sprzęt, dach nad głową, ludzie w większości cię słuchają, bo jaka by nie była o nas opinia, mundur dalej budzi respekt.
uk: У Варти, як і у всього, є свої плюси та мінуси. Ми отримуємо гарне спорядження, дах над головою, до нас в основному прислухаються, бо якою б не була твоя думка про нас, форма все одно викликає повагу.

source: Straż? Nigdy nie przyjdzie im do głowy, by mnie tu szukać.
uk: Варта? Вони ніколи не додумаються шукати мене тут.

source: Strażnicy bram od jakiegoś czasu stali się strasznie podejrzliwi. W każdym widzą potencjalnego uchodźcę, można oszaleć.
uk: Вартові на воротах віднедавна стали страшенно підозрілими. Вони в кожному бачать потенційного біженця, так можна й збожеволіти.

source: Strażnicy bram od jakiegoś czasu stali się strasznie podejrzliwi. W każdym widzą potencjalnego uchodźcę. Można oszaleć.
uk: Вартові на воротах віднедавна стали страшенно підозрілими. Вони в кожному бачать потенційного біженця, так можна й збожеволіти.

source: Strażnicy chyba byli lekko podchmieleni. Kilku z nich nawet miało jeszcze w rękach kufle z karczmy Bastiana. No i... mieli też kilka fantów z wioski.
uk: Вартові були трохи напідпитку. Деякі з них навіть йшли з кухлями з корчми Бастіана. До того ж... вони несли деякі припаси з села.

source: Strażnicy chyba zdają sobie sprawę, że wszystko jest ustawione, ale prędzej czy później ta cholera dopnie swego i będziemy musieli z Reconem zapłacić za tamtych robotników.
uk: Вартові, здається, розуміють, що це все підстава, але рано чи пізно ця клята істота доб'ється свого, і нам з Ріконом доведеться заплатити за тамтешніх робітників.

source: Strażnicy mają zakaz wpuszczać kogokolwiek do miasta, ale jak przejdziesz przez kanały, to nikt nie powinien robić o to problemu.
uk: Вартовим заборонено впускати в місто усіх підряд, але якщо ти пройдеш через каналізацію, ніхто не робитиме з цього проблему.

source: Strażnicy mi przyłożą, jeśli będę gadał zamiast pracować.
uk: Вартові поб'ють мене, якщо я буду молоти язиком, а не працювати.

source: Strażnicy miejscy podczas rutynowych patroli w okolicy zachodniej bramy miasta dostrzegli spore stado trolli, które osiedliły się w lesie nad podziemnym przejściem prowadzącym w stronę kopalni Araxos.
uk: Міська Варта під час чергового патрулювання околиць біля західних воріт міста помітила велике скупчення тролів, які оселилися в лісі над підземним проходом, що веде до копалень Араксосу.

source: Strażnicy miejscy podczas rutynowych patroli w okolicy zachodniej bramy miasta dostrzegli spore stado trolli, które osiedliły się w lesie nad podziemnym przejściem prowadzącym w stronę kopalni Araxos. Bestie zdają się mieć inne umaszczenie niż pozostałe trolle na wyspie, więc zalecana jest szczególna ostrożność. Osoba, która zdoła pozbyć się wszystkich trolli, otrzyma nagrodę w wysokości 500 sztuk złota, do odebrania u łowcy Garosa.
uk: Міська Варта під час чергового патрулювання околиць біля західних воріт міста помітила велике скупчення тролів, які оселилися в лісі над підземним проходом, що веде до копалень Араксосу. Ці звірі, судячи зі свідчень, мають інше забарвлення, ніж інші тролі на острові, тому рекомендується бути вкрай обережними. Той, кому вдасться позбутися всіх тролів, отримає винагороду в розмірі 500 золотих, які можна забрати у мисливця Гароса.

source: Strażnicy na murach miejskich przesyłają raporty o przerośniętym krabie, który zaczął żerować niedaleko jabłoni tuż obok miejskiej fosy, w połowie drogi pomiędzy bramami.
uk: Вартові на міських стінах повідомляють про величезного краба, який почав харчуватися біля яблуні, поблизу міського рову, на півдорозі між західними та східними воротами..

source: Strażnicy na murach miejskich przesyłają raporty o przerośniętym krabie, który zaczął żerować niedaleko jabłoni tuż obok miejskiej fosy, w połowie drogi pomiędzy bramami. Farmerzy pracujący na pobliskich polach ostrzegają, że stwór poluje nawet na pobliskie polne bestie. Za pozbycie się tego potwora przewidziana jest nagroda w wysokości 200 sztuk złota, do odebrania u łowcy Garosa.
uk: Вартові на міських стінах повідомляють про величезного краба, який почав харчуватися біля яблуні, поблизу міського рову, на півдорозі між західними та східними воротами. Фермери, які працюють на сусідніх полях, попереджають, що ця істота навіть полює на польових жуків. За позбавлення від цієї тварюки передбачена винагорода у розмірі 200 золотих, які можна отримати у мисливця Гароса.

source: Strażnicy nie będą zadowoleni, jeśli będę tracił czas na gadanie!
uk: Вартові не зрадіють, якщо я витрачатиму час на розмови!

source: Strażnicy nie chcą mnie wpuścić do miasta. Wspominali coś o przepustce, może uda mi się ją zdobyć od kogoś ważnego poza miastem? Gdybym miał z tym trudności, zawsze mogę spróbować dostać się do środka w inny sposób.
uk: Вартові не хочуть пускати мене в місто. Вони згадували щось про перепустку. Можливо, я можу отримати її від когось впливового за межами міста? Якщо у мене виникнуть труднощі, я завжди можу спробувати потрапити всередину в інший спосіб.

source: Strażnicy nie mieli powodu by tracić potencjalne źródło informacji...
uk: Вартові не мали підстав втрачати потенційне джерело інформації...

source: Strażnicy nie pozwolą mi obejrzeć ciała. Lepiej, żebym nie robił tutaj scen. Może ktoś z gapiów coś widział?
uk: Вартові не дозволяють мені оглянути тіло. Краще не влаштовувати тут сцен. Може хтось з присутніх щось бачив?

source: Strażnicy nie zwracają uwagi na cywili. Będę musiał porozmawiać z nimi w pancerzu Araxos.
uk: Вартові не звертають уваги на цивільних. Доведеться поговорити з ними в обладунках Араксосу.

source: Strażnicy otrzymali rozkaz, by zabijać morderców bez sądu.
uk: Вартовим було наказано вбивати вбивць без суду і слідства.

source: Strażnicy podziękują mi, gdy przyprowadzę im taką gnidę jak ty.
uk: Вартові подякують мені, коли я приведу їм таку мерзоту, як ти.

source: Strażnicy przy bramie na sam widok obcych powinni zamknąć wszystkie przejścia. Nawet ludzie Ulryka nie sforsowaliby żelaznej bramy w kilka minut.
uk: Варта біля брами тільки побачивши чужинців мала перекрити всі проходи. Навіть люди Ульріка не змогли б прорватися крізь залізну браму за кілька хвилин.

source: Strażnicy prędzej cię wrzucą do lochu, niż kiwną palcem w sprawie paru portowych oprychów.
uk: Варта скоріше кине тебе до в'язниці, ніж ворухне пальцем через кілька портових головорізів.

source: Strażnicy się zdenerwują, jeśli będę marnował czas na gadanie.
uk: Вартові засмутяться, якщо я витрачатиму час на балаканину.

source: Strażnicy skuszeni złudną wizją awansu za znalezienie orka, ruszyli na jego poszukiwania. Plaża jest teraz czysta, mogę wracać do Yannicka.
uk: Вартові, спокусившись перспективою підвищення за знаходження орка, вирушили на його пошуки. Пляж тепер чистий, можна повертатися до Янніка.

source: Strażnicy transportujący żywność zostali rozdzieleni przez zwierzęta uciekające z lasu. Musiało je przegonić coś naprawdę groźnego, bo podobno były spanikowane. Paczki z żywnością najprawdopodobniej rozniosły po okolicy, więc czeka mnie sporo szukania.
uk: Вартових, які доставляли продукти, розділили звірі, що вибігли з лісу. Мабуть, їх прогнало щось дуже небезпечне, тому що вони тікали в паніці. Пакунки з продуктами, швидше за все, розкидані по всій окрузі, тому на мене чекають довгі пошуки.

source: Strażnicy z chęcią posłuchają twojego skamlania za kratkami.
uk: Вартові із задоволенням вислухають твоє ниття за ґратами.

source: Strażnicy z reguły są łasi na złoto, a zwłaszcza na pochwały ze strony swoich przełożonych.
uk: Вартові, як правило, жадібні до золота, а ще більше - до похвали начальства.

source: Strażnicy, Magowie Ognia jak i Gildia Kupiecka bronią się.
uk: Вартові, Маги Вогню та Торгова Гільдія обороняються.

source: Strażnicy, którzy przybyli na miejsce zbrodni od razu zarekwirowali wszystkie przedmioty należące do podejrzanego.
uk: Вартові, які прибули на місце злочину, одразу ж вилучили усі речі, що належали підозрюваному.

source: Strażnicy, najemnicy, wariaci, którzy myślą podobnie jak on. He, no i jeszcze więcej strażników. Schodzą się do niego jak do kapliczki.
uk: Охорона, найманці, божевільні, які мислять так як він. Хех, в тому числі і багато вартових. До нього всі сходяться, як до вівтаря.

source: Strażnik
uk: Вартовий

source: Strażnik Barry zaoferował pomoc w odprowadzeniu Leny. Razem podróż na pewno będzie bezpieczniejsza.
uk: Вартовий Баррі запропонував допомогти у супроводі Олени. З ним подорож буде безпечнішою.

source: Strażnik Marvin?
uk: Вартовий Марвін?

source: Strażnik Równowagi
uk: Хранитель рівноваги

source: Strażnik Sall może mnie nauczyć podstaw oprawiania zwierząt oraz pozyskiwania żuwaczek i skorup.
uk: Вартовий Салл може навчити мене основам білування тварин і вилучення щелеп та панцирів.

source: Strażnik Starego Miasta
uk: Вартовий Старого міста

source: Strażnik Wilczego Leża nie chce nikogo wpuścić do środka, bo boi się, że nieproszeni goście spod murów znowu zaczną się dobijać do bram. Spróbuję ich przekonać, by sobie gdzieś poszli i przestali przeszkadzać.
uk: Вартовий Вовчого Лігва не хоче нікого впускати всередину через побоювання, що непрохані гості під стінами знову захочуть пройти крізь ворота. Я спробую переконати їх кудись піти та не заважати.

source: Strażnik grobowca
uk: Страж склепу

source: Strażnik jest tarczą dla mieszkańców miasta i mieczem na jego wrogów - gwarantem, że Prawo Królewskie i Prawo Wyspy są należycie przestrzegane. Jednak sam tytuł, pancerz i oręż nie czynią z niego zbrojnego ramienia królestwa. Są nimi cztery zasady, którym strażnik bezsprzecznie musi hołdować.
uk: Вартовий - це щит для мешканців міста і меч для його ворогів, гарант дотримання королівських та острівних законів. Проте, титул, обладунки та зброя самі по собі не роблять його озброєною рукою королівства. Є чотири принципи, яким вартовий повинен беззаперечно слідувати.

source: Strażnik kopalni nie wpuści mnie do środka dopóki nie przyprowadzę mu dwóch ludzi jako wsparcia. Najlepiej będzie, jeśli rozejrzę się wśród mieszkańców Leża za kimś, kto potrafi się bić.
uk: Вартовий копальні не впустить мене, доки я не приведу йому двох чоловіків для підмоги. Найкращий варіант – пошукати серед мешканців Лігва когось, хто вміє битися.

source: Strażnik miejski
uk: Міський вартовий

source: Strażnik miejski poinstruował mnie, że nie powinienem się od niego oddalać w drodze do Andreasa. Lepiej go posłucham.
uk: Міський вартовий наказав мені не відходити від нього далеко, йдучи до Андреаса. Я краще його послухаю.

source: Strażnik na falochronie powiedział mi, że znajdę Dustera w okolicach lasu na południowy zachód od miasta.
uk: Вартовий на хвилерізі повідомив, що я знайду Дастера біля лісу на південний захід від міста.

source: Strażnik na służbie ma obowiązek być trzeźwy! Nie myśl, że możesz mnie tak po prostu zbyć!
uk: Вартовий на службі зобов'язаний бути тверезим! Не думай, що ти можеш так просто відмахнутися від мене!
